Repository: CodingSpiderFox/gnome-keyring
Catalog: po/*.po
Languages: as, de, sq

source: In order to import the private key, it must be unlocked
as: গোপনীয় কি ইম্পোৰ্ট কৰতে হলে সেইটো আন-লক কৰা আবশ্যক
de: Der private Schlüssel muss zum Importieren entsperrt werden

source: In order to import the certificate, it must be unlocked
as: প্ৰমাণপত্ৰ ইম্পোৰ্ট কৰতে হলে সেইটো আন-লক কৰা আবশ্যক
de: Das Zertifikat muss zum Importieren entsperrt werden

source: In order to import the data, it must be unlocked
as: তথ্য ইম্পোৰ্ট কৰতে হলে সেইটো আন-লক কৰা আবশ্যক
de: Die Daten müssen zum Importieren entsperrt werden

source: In order to import the private key '%s', it must be unlocked
as: '%s' গোপনীয় কি ইম্পোৰ্ট কৰতে হলে সেইটো আন-লক কৰা আবশ্যক
de: Der private Schlüssel »%s« muss zum Importieren entsperrt werden

source: In order to import the certificate '%s', it must be unlocked
as: '%s' প্ৰমাণপত্ৰ ইম্পোৰ্ট কৰতে হলে সেইটো আন-লক কৰা আবশ্যক
de: Das private Zertifikat »%s« muss zum Importieren entsperrt werden

source: In order to import '%s', it must be unlocked
as: '%s' ইম্পোৰ্ট কৰতে হলে সেইটো আন-লক কৰা আবশ্যক
de: »%s« muss zum Importieren entsperrt werden

source: Private Key
as: গোপনীয় কি
de: Privater Schlüssel

source: Certificate
as: প্ৰমাণপত্ৰ
de: Zertifikat

source: Unrecognized or unsupported data.
as: অপৰিচিত অথবা অসমৰ্থিত তথ্য।
de: Unbekannte oder nicht unterstützte Daten

source: Could not parse invalid or corrupted data.
as: অবৈধ অথবা ক্ষতিগ্ৰস্ত তথ্য পাৰ্স কৰতে ব্যৰ্থ।
de: Ungültige oder defekte Daten konnten nicht verarbeitet werden.

source: The data is locked
as: তথ্য লক কৰা ৰয়েছে
de: Die Daten sind gesperrt

source: Insufficient memory available
as: পৰ্যাপ্ত মেমৰি উপলব্ধ নেই
de: Ungenügend Arbeitsspeicher verfügbar

source: The specified slot ID is not valid
as: চিহ্নিত স্লট ID বৈধ নহয়
de: Die angegebene Slot-ID ist nicht gültig

source: Internal error
as: অভ্যন্তৰীণ ত্ৰুটি
de: Interner Fehler

source: The operation failed
as: কৰ্ম ব্যৰ্থ
de: Der Vorgang ist fehlgeschlagen

source: Invalid arguments
as: অবৈধ আৰ্গুমেন্ট
de: Ungültige Argumente

source: The module cannot create needed threads
as: আবশ্যক থ্ৰেডগুলি মডিউল দ্বাৰা নিৰ্মাণ কৰা সম্ভব নহয়
de: Benötigte Threads können nicht vom Modul erstellt werden

source: The module cannot lock data properly
as: চিহ্নিত মডিউল দ্বাৰা সঠিকভাবে তথ্য লক কৰা সম্ভব নয়
de: Daten können nicht richtig vom Modul gesperrt werden

source: The field is read-only
as: এই ক্ষেত্ৰটি শুধুমাত্ৰ পাঠ-যোগ্য
de: Das Feld darf nur gelesen werden

source: The field is sensitive and cannot be revealed
as: এই ক্ষেত্ৰে সংবেদনশীল তথ্য উপস্থিত ৰয়েছে এবং প্ৰকাশ কৰা যাবে না
de: Das Feld ist brisant und darf nicht gezeigt werden

source: The field is invalid or does not exist
as: এই ক্ষেত্ৰটি বৈধ নহয় অথবা অনুপস্থিত
de: Das Feld ist ungültig oder nicht vorhanden

source: Invalid value for field
as: ক্ষেত্ৰৰ মান বৈধ নহয়
de: Ungültiger Wert für das Feld

source: The data is not valid or unrecognized
as: তথ্য বৈধ নহয় অথবা পৰিচিত নহয়
de: Die Daten sind ungültig oder nicht erkennbar

source: The data is too long
as: তথ্য অত্যাধিক লম্বা
de: Die Daten sind zu groß

source: An error occurred on the device
as: ডিভাইসেৰ মধ্যে এটা ত্ৰুটি দেখা দিয়েছে
de: Ein Fehler ist auf dem Gerät aufgetreten

source: Insufficient memory available on device
de: Ungenügend Speicher auf dem Gerät verfügbar

source: The device was removed or unplugged
as: ডিভাইসটি সৰিয়ে ফেলা হয়েছে অথবা বিচ্ছিন্ন কৰা হয়েছে
de: Das Gerät ist entfernt oder abgesteckt worden

source: The encrypted data is not valid or unrecognized
as: এনক্ৰিপ্ট কৰা তথ্য বৈধ নহয় অথবা পৰিচিত নহয়
de: Die verschlüsselten Daten sind ungültig oder nicht erkennbar

source: The encrypted data is too long
as: এনক্ৰিপ্ট কৰা তথ্য অত্যাধিক লম্বা
de: Die verschlüsselten Daten sind zu groß

source: This operation is not supported
as: এই কৰ্ম সমৰ্থিত নহয়
de: Dieser Vorgang wird nicht unterstützt

source: The key is missing or invalid
as: কি অনুপস্থিত অথবা বৈধ নহয়
de: Der Schlüssel fehlt oder ist ungültig

source: The key is the wrong size
as: চাবিৰ মাপ সঠিক নহয়
de: Der Schlüssel hat die falsche Größe

source: The key is of the wrong type
as: চাবিৰ ধৰন সঠিক নহয়
de: Der Schlüssel hat den falschen Typ

source: No key is needed
as: কোনো চাবিৰ প্ৰয়োজন নেই
de: Es wird kein Schlüssel benötigt

source: The key is different than before
as: কি-টি পূৰ্ববৰ্তী অবস্থা থেকে পৰিবৰ্তিত হয়েছে
de: Der Schlüssel ist verschieden im Vergleich zu vorher

source: A key is needed
as: এটা কি আবশ্যক
de: Ein Schlüssel wird benötigt

source: Cannot include the key in digest
de: Der Schlüssel kann nicht in die Prüfsumme eingehen

source: This operation cannot be done with this key
as: এই কি সহযোগে এই কৰ্ম কৰা সম্ভব নহয়
de: Dieser Vorgang kann nicht mit diesem Schlüssel ausgeführt werden

source: The key cannot be wrapped
as: কি-ৰি ৰ্‌যাপ কৰা সম্ভব নয়
de: Der Schlüssel kann nicht eingebunden werden

source: Cannot export this key
as: চিহ্নিত কি এক্সপোৰ্ট কৰা সম্ভব নহয়
de: Dieser Schlüssel darf nicht exportiert werden

source: The crypto mechanism is invalid or unrecognized
as: ক্ৰিপ্টো ব্যৱস্থা বৈধ নহয় অথবা অপৰিচিত
de: Die Kryptographie ist ungültig oder unbekannt

source: The crypto mechanism has an invalid argument
as: ক্ৰিপ্টো ব্যৱস্থাৰ ক্ষেত্ৰে অবৈধ আৰ্গুমেন্ট উপস্থিত
de: Die Kryptographie hat ein ungültiges Argument

source: The object is missing or invalid
as: সামগ্ৰী অনুপস্থিত অথবা বৈধ নহয়
de: Das Objekt fehlt oder ist ungültig

source: Another operation is already taking place
as: এটা পৃথক কৰ্ম বৰ্তমানে চলছে
de: Ein anderer Vorgang findet bereits statt

source: No operation is taking place
as: কোনো কৰ্ম বৰ্তমানে সঞ্চালিত হচ্ছে না
de: Kein Vorgang findet statt

source: The password or PIN is incorrect
as: গুপ্তশব্দ অথবা PIN সঠিক নহয়
de: Das Passwort oder die PIN ist nicht korrekt

source: The password or PIN is invalid
as: গুপ্তশব্দ অথবা PIN বৈধ নহয়
de: Das Passwort oder die PIN ist ungültig

source: The password or PIN is of an invalid length
as: গুপ্তশব্দ অথবা PIN ৰ দৈৰ্ঘ্য সঠিক নহয়
de: Das Passwort oder die PIN haben eine ungültige Länge

source: The password or PIN has expired
as: গুপ্তশব্দ অথবা PIN ৰ মেয়াদ পূৰ্ণ হয়েছে
de: Das Passwort oder die PIN ist abgelaufen

source: The password or PIN is locked
as: গুপ্তশব্দ অথবা PIN লক কৰা আছে
de: Das Passwort oder die PIN ist gesperrt

source: The session is closed
as: সেশান বন্ধ হয়ে গেছে
de: Die Sitzung ist geschlossen

source: Too many sessions are active
as: অত্যাধিক সংখ্যক সেশান সক্ৰিয় ৰয়েছে
de: Es sind zu viele Sitzungen aktiv

source: The session is invalid
as: এই সেশানটি বৈধ নহয়
de: Die Sitzung ist ungültig

source: The session is read-only
as: এই সেশানটি শুধুমাত্ৰ পাঠ-যোগ্য
de: Die Sitzung darf nur gelesen werden

source: An open session exists
as: এটা সেশান বৰ্তমানে খোলা ৰয়েছে
de: Eine offene Sitzung besteht bereits

source: A read-only session exists
as: শুধুমাত্ৰ পাঠযোগ্য এটা সেশান বৰ্তমানে চলছে
de: Eine nur lesbare Sitzung besteht bereits

source: An administrator session exists
as: এডমিনিস্ট্ৰেটৰৰ এটা সেশান বৰ্তমানে চলছে
de: Eine Verwaltungssitzung besteht bereits

source: The signature is bad or corrupted
as: স্বাক্ষৰ সঠিক নহয় অথবা ক্ষতিগ্ৰস্ত
de: Die Signatur ist schlecht oder defekt

source: The signature is unrecognized or corrupted
as: স্বাক্ষৰ পৰিচিত নহয় অথবা ক্ষতিগ্ৰস্ত
de: Die Signatur ist nicht erkennbar oder defekt

source: Certain required fields are missing
as: কয়েকটি আবশ্যক ক্ষেত্ৰৰ মান অনুপস্থিত
de: Bestimmte erforderliche Felder fehlen

source: Certain fields have invalid values
as: কয়েকটি ক্ষেত্ৰৰ মান বৈধ নহয়
de: Bestimmte Felder besitzen ungültige Werte

source: The device is not present or unplugged
as: ডিভাইস উপস্থিত নেই অথবা বিচ্ছিন্ন কৰা হয়েছে
de: Das Gerät ist nicht vorhanden oder abgesteckt

source: The device is invalid or unrecognizable
as: ডিভাইসটি বৈধ নহয় অথবা পৰিচিত নহয়
de: Das Gerät ist ungültig oder nicht erkennbar

source: The device is write protected
as: ডিভাইসটি লেখাৰ বাবে অনুমোদিত নহয়
de: Das Gerät ist schreibgeschützt

source: Cannot import because the key is invalid
as: অবৈধ হওয়াৰ ফলে কি ইম্পোৰ্ট কৰা যাবে না
de: Schlüssel kann nicht importiert werden, weil er ungültig ist

source: Cannot import because the key is of the wrong size
as: ভুল মাপেৰ হওয়াৰ ফলে কি ইম্পোৰ্ট কৰা যাবে না
de: Schlüssel kann nicht importiert werden, weil er die falsche Größe hat

source: Cannot import because the key is of the wrong type
as: ভুল ধৰনেৰ হওয়াৰ ফলে কি ইম্পোৰ্ট কৰা যাবে না
de: Schlüssel kann nicht importiert werden, weil der Typ falsch ist

source: You are already logged in
as: আপনি লগ-ইন কৰা অবস্থায় ৰয়েছে
de: Sie sind bereits angemeldet

source: No user has logged in
as: কোনো ব্যৱহাৰকাৰী লগ-ইন কৰেননি
de: Kein Benutzer hat sich angemeldet

source: The user's password or PIN is not set
as: ব্যৱহাৰকাৰীৰ গুপ্তশব্দ অথবা PIN নিৰ্ধাৰিত হয়নি
de: Das Benutzerpasswort oder die PIN ist nicht gesetzt

source: The user is of an invalid type
as: ব্যৱহাৰকাৰীৰ প্ৰকৃতি বৈধ নহয়
de: Der Benutzer hat einen ungültigen Typ

source: Another user is already logged in
as: পৃথক এক ব্যৱহাৰকাৰী পূৰ্বে লগ-ইন কৰেছেন
de: Ein anderer Benutzer ist bereits angemeldet

source: Too many users of different types logged in
de: Es sind zu viele Benutzer verschiedener Typen angemeldet

source: Cannot import an invalid key
as: এটা অবৈধ-কি ইম্পোৰ্ট কৰা যাবে না
de: Ungültiger Schlüssel kann nicht importiert werden

source: Cannot import a key of the wrong size
as: ভুল মাপেৰ কি ইম্পোৰ্ট কৰা যাবে না
de: Schlüssel kann wegen falscher Größe nicht importiert werden

source: Cannot export because the key is invalid
as: কি অবৈধ হওয়াৰ ফলে কি এক্সপোৰ্ট কৰা যাবে না
de: Schlüssel kann nicht exportiert werden, weil er ungültig ist

source: Cannot export because the key is of the wrong size
as: ভুল মাপেৰ হওয়াৰ ফলে কি এক্সপোৰ্ট কৰা যাবে না
de: Schlüssel kann nicht exportiert werden, weil er die falsche Größe hat

source: Cannot export because the key is of the wrong type
as: ভুল ধৰনেৰ হওয়াৰ ফলে কি এক্সপোৰ্ট কৰা যাবে না
de: Schlüssel kann nicht exportiert werden, weil es der falsche Typ ist

source: Unable to initialize the random number generator
as: ৰ্‌যান্ডম সংখ্যা নিৰ্মাণ ব্যবস্থা আৰম্ভ কৰতে ব্যৰ্থ
de: Der Generator für Zufallszahlen kann nicht initialisiert werden

source: No random number generator available
as: ৰ্‌যান্ডম সংখ্যা নিৰ্মাণেৰ কোনো ব্যবস্থা উপলব্ধ নেই
de: Es ist kein Generator für Zufallszahlen verfügbar

source: The crypto mechanism has an invalid parameter
as: ক্ৰিপ্টো ব্যবস্থাৰ ক্ষেত্ৰে উপলব্ধ একটি পৰামিতি বৈধ নয়
de: Der Verschlüsselungsmechanismus hat einen ungültigen Parameter

source: Not enough space to store the result
as: ফলাফল সংৰক্ষণেৰ বাবে পৰ্যাপ্ত স্থাপ অনুপস্থিত
de: Es ist nicht ausreichend Speicherplatz vorhanden, um das Ergebnis zu speichern

source: The saved state is invalid
as: সংৰক্ষিত অবস্থা বৈধ নহয়
de: Der abgespeicherte Zustand ist ungültig

source: The information is sensitive and cannot be revealed
as: তথ্যটি সংবেদনশীল ও প্ৰকাশ কৰা সম্ভব নহয়
de: Die Information ist brisant und darf nicht gezeigt werden

source: The state cannot be saved
as: অবস্থা সংৰক্ষণ কৰা যাবে না
de: Der Zustand kann nicht abgespeichert werden

source: The module has not been initialized
as: মডিউল আৰম্ভ কৰা হয়নি
de: Das Modul ist nicht initialisiert worden

source: The module has already been initialized
as: চিহ্নিত মডিউল পূৰ্বে আৰম্ভ কৰা হয়েছে
de: Das Modul ist bereits initialisiert worden

source: Cannot lock data
as: তথ্য লক কৰা যাবে না
de: Daten können nicht gesperrt werden

source: The data cannot be locked
as: তথ্য লক কৰা যাবে না
de: Die Daten können nicht gesperrt werden

source: The signature request was rejected by the user
as: স্বাক্ষৰৰ অনুৰোধ ব্যৱহাৰকাৰী দ্বাৰা প্ৰত্যাখ্যান কৰা হয়েছে
de: Die Signaturanfrage ist vom Benutzer abgelehnt worden

source: Unknown error
as: অজ্ঞাত ত্ৰুটি
de: Unbekannter Fehler

source: Access Denied
de: Zugriff verweigert

source: The gnome-keyring-daemon application is not running.
de: Der GNOME-Schlüsselbunddienst ist nicht aktiv.

source: Error communicating with gnome-keyring-daemon
de: Fehler bei der Kommunikation mit dem GNOME-Schlüsselbunddienst

source: A keyring with that name already exists
de: Ein gleichnamiger Schlüsselbund ist bereits vorhanden

source: Programmer error: The application sent invalid data.
de: Programmierfehler: Die Anwendung sendet ungültige Daten.

source: No matching results
de: Keine passenden Ergebnisse

source: A keyring with that name does not exist.
de: Ein Schlüsselbund mit diesem Namen existiert nicht.

source: The keyring has already been unlocked.
de: Der Schlüsselbund wurde bereits entsperrt.

source: Unnamed Certificate
as: নামবিহীন প্ৰমাণপত্ৰ
de: Unbenanntes Zertifikat

source: Couldn't parse public SSH key
as: সাৰ্বজনীন SSH-কি পাৰ্স কৰতে ব্যৰ্থ
de: Öffentlicher SSH-Schlüssel konnte nicht verarbeitet werden

source: Unnamed
as: বেনামী

source: Choose a new password for the '%s' keyring
as: '%s' চাবিৰিংৰ বাবে পাছওৱাৰ্ড নিৰ্বাচন কৰক

source: An application wants to change the password for the '%s' keyring. Choose the new password you want to use for it.
as: এটা অজ্ঞাত এপ্লিকেশন '%s' চাবিৰিং'ৰ পাছওৱাৰ্ড পৰিবৰ্তন কৰিবলৈ ইচ্ছুক । এই কামত ব্যৱহাৰযোগ্য পাছওৱাৰ্ড নিৰ্বাচন কৰা আবশ্যক ।

source: The original password was incorrect
as: প্ৰাথমিক পাছওৱাৰ্ড সঠিক নহয়

source: An application wants to create a new keyring called '%s'. Choose the password you want to use for it.
as: এটা অজ্ঞাত এপ্লিকেশন '%s' নামক এটা নতুন চাবিৰিং সৃষ্টি কৰিবলৈ ইচ্ছুক । এই কামত ব্যৱহাৰযোগ্য গুপ্তশব্দ নিৰ্বাচন কৰা আবশ্যক ।

source: Certificate and Key Storage
as: প্ৰমাণপত্ৰ আৰু কি সংগ্ৰহস্থল

source: GNOME Keyring: PKCS#11 Component
as: GNOME Keyring: PKCS#11 উপাদান

source: GNOME Keyring: Secret Service
as: GNOME Keyring: গুপ্ত সেৱা

source: Secret Storage Service
as: গুপ্ত সংগ্ৰাহক সেৱা

source: GNOME Keyring: SSH Agent
as: GNOME Keyring: SSH সেৱক

source: SSH Key Agent
as: SSH চাবি সেৱক

source: GNOME Keyring: GPG Agent
as: GNOME Keyring: GPG সেৱক

source: GPG Password Agent
as: GPG পাছওৱাৰ্ড সেৱক

source: Unknown
as: অজ্ঞাত

source: PGP Key: %s
as: PGP চাবি: %s

source: Enter Passphrase
as: Passphrase সোমাওক

source: Forget this password if idle for
as: এই পাছওৱাৰ্ড পাহৰি যাওক যদি অব্যৱহৃত

source: Forget this password after
as: এই পাছওৱাৰ্ড পাহৰি যাওক পাচত

source: Forget this password when I log out
as: যেতিয়া মই প্ৰস্থান কৰো তেতিয়া এই পাছওৱাৰ্ড পাহৰি যাওক

source: Login
as: লগিন

source: Email Address
as: ই-মেইল ঠিকনা

source: Pseudonym
as: ছদ্ধনাম

source: MD2 with RSA
as: RSA সহ MD2

source: MD5 with RSA
as: RSA সহ MD5

source: SHA1 with RSA
as: RSA সহ SHA1

source: SHA1 with DSA
as: DSA সহ SHA1

source: Unexpected error in select() reading data from a child process (%s)
as: এটা চাইল্ড প্ৰক্ৰিয়া (%s) -ৰ পৰা তথ্য পঢ়োতে select() -ত অপ্ৰত্যাশিত ত্ৰুটি

source: Unexpected error in waitpid() (%s)
as: waitpid() (%s) -ত অপ্ৰত্যাশিত ত্ৰুটি

source: Extension
as: প্ৰসাৰণ

source: Identifier
as: অনুক্ৰমণিকা চিনাক্তকৰ্তা:

source: Value
as: মান

source: Critical
as: গুৰুতৰ

source: Yes
as: হ্যাঁ

source: No
as: না

source: Identity
as: চিনাকি

source: Verified by
as: সতাসত্য নিৰুপন কৰিছে

source: Expires
as: মেয়াদপূৰ্তী

source: Version
as: ভাৰ্সান

source: Signature Parameters
as: স্বাক্ষৰৰ পৰামিতি

source: Key Parameters
as: কি-ৰ পৰামিতি

source: Import Certificates and Keys
as: প্ৰমাণপত্ৰসমূহ আৰু কিবোৰ ইম্পোৰ্ট কৰক

source: Automatically unlock this keyring whenever I'm logged in
as: লগ-ইন কৰাৰ সময় স্বয়ংক্ৰিয়ৰূপে এই চাবিৰিং আন-লক কৰক।

source: Lock this keyring after
as: এই চাবিৰিংগ লক কৰক পাচত

source: Lock this keyring if idle for
as: এই চাবিৰিংগ লক কৰক যদি অব্যৱহৃত

source: Lock this keyring when I log out
as: মই যেতিয়া লগ আউট কৰিম তেতিয়া এই চাবিৰিংগক লক কৰক

source: minutes
as: মিনিটসমূহ

source: Key
as: চাবি

source: Private RSA Key
as: ব্যক্তিগত RSA চাবি

source: Private DSA Key
as: ব্যক্তিগত DSA চাবি

source: Public DSA Key
as: ৰাজহুৱা DSA চাবি

source: %d bit
as: %d বিট

source: Strength
as: বল

source: Algorithm
as: অ্যালগোৰিদম

source: Size
as: আকাৰ

source: Fingerprint
as: ফিংগাৰপ্ৰিন্ট

source: Couldn't find a place to store the pinned certificate
as: পিন কৰা প্ৰমাণপত্ৰসমূহ সংৰক্ষণেৰ বাবে স্থান পোৱা নাযায়।

source: The URI has invalid syntax. The '%s' field encoding is invalid.
as: URLটোৰ লিখনী অবৈধ। '%s' ক্ষেত্ৰ এনকোডিং অবৈধ।

source: The URI has does not have the 'pkcs11' scheme.
as: URLটোৰ 'pkcs11' আচনি নাই।

source: Insufficient memory available on the device
as: ডিভাইচত পৰ্যাপ্ত মেমৰি উপলব্ধ নাই

source: Cannot include the key in the digest
as: ডাইজেস্টত চাবিটো অন্তৰ্ভুক্ত কৰিব নোৱাৰি

source: Too many users of different types are logged in
as: বিভিন্ন ধৰনৰ অত্যাধিক সংখ্যক ব্যৱহাৰকাৰী লগ-ইন হৈ আছে

source: Unlock password for: %s
as: পাছওৱাৰ্ড আনলক কৰক: %s -ৰ বাবে

source: The unlock password was incorrect
as: আনলক কৰা পাছওৱাৰ্ড সঠিক নহয়

source: Enter password to unlock your login keyring
as: লগিন চাবিৰিং আন-লক কৰিবলৈ সোমাওক

source: The password you use to log in to your computer no longer matches that of your login keyring.
as: যি পাছওৱাৰ্ড আপুনি আপোনাৰ কমপিউটাৰত লগিন কৰিবলে ব্যৱহাৰ কৰে সেইটো আপোনাৰ লগিন চাবিৰিংগৰ সৈতে মিল নাখায়।

source: The login keyring did not get unlocked when you logged into your computer.
as: এই কম্পিউটাৰে লগ-ইন কৰাৰ সময়, আপোনাৰ লগ-ইন কি-ৰিং আন-লক নহল।

source: An application wants access to the keyring '%s', but it is locked
as: এটা অজ্ঞাত এপ্লিকেশন %s চাবিৰিং ব্যৱহাৰ কৰিবলৈ ইচ্ছুক, কিন্তু সেইটো বৰ্তমানে লক কৰা আছে

source: Change Password
as: পাছওৱাৰ্ড পৰিবৰ্তন কৰক

source: Change password for secure storage
as: সংগ্ৰহস্থল নিৰাপদ ৰাখিবলে পাছওৱাৰ্ড সলনি কৰক

source: To change the password for '%s', the original and new passwords are required
as: '%s' -ৰ বাবে পাছওৱাৰ্ড সলাবলে, প্ৰাথমিক আৰু নতুন পাছওৱাৰ্ডসমুহৰ প্ৰয়োজন

source: usage: gnome-keyring command [options]
as: ব্যৱহাৰ: gnome-keyring কমান্ড [বিকল্পসমূহ]

source: commands:
as: কমান্ডসমুহ:

source: _Application:
as: অনুপ্ৰয়োগ (_A):

source: _Confirm:
as: নিশ্চিত কৰক (_C):

source: _Details:
as: বিৱৰণসমূহ (_D):

source: _Name:
as: নাম (_N):

source: _Old Password:
as: পুৰনি পাছওৱাৰ্ড (_O):

source: _Confirm new password:
sq: _Konfirmo fjalëkalimin e ri:

source: <span weight="bold">Password strength meter:</span>
sq: <span weight="bold">Matës fuqie fjalëkalimi:</span>

source: Old password cannot be blank.
sq: Fjalëkalimi i vjetër nuk mund të jetë bosh.

source: Password cannot be blank.
sq: Fjalëkalimi nuk mund të jetë bosh.

source: The application '%s' (%s) wants access to an unknown keyring, but it is locked
sq: Programi '%s' (%s) kërkon të punojë me një organizues të panjohur, por ky është i kyçur

source: The application '%s' wants access to an unknown keyring, but it is locked
sq: Programi '%s' kërkon të punojë me një organizues të panjohur, por ky është i kyçur

source: An unknown application wants access to an unknown keyring, but it is locked
sq: Një program i panjohur kërkon të punojë me një organizues të panjohur, por ky është i kyçur

source: The application '%s' (%s) wants to access the password for '%s' in %s.
sq: Programi '%s' (%s) po kërkon të përdorë fjalëkalimin për '%s' në %s.

source: The application '%s' (%s) wants to access the password for '%s' in the default keyring.
sq: Programi '%s' (%s) po kërkon të përdorë fjalëkalimin për '%s' në organizuesin e parazgjedhur.

source: The application '%s' (%s) wants to access the password for '%s' in an unknown keyring.
sq: Programi '%s' (%s) po kërkon të përdorë fjalëkalimin për '%s' në një organizues të panjohur.

source: The application '%s' wants to access the password for '%s' in %s.
sq: Programi '%s' po kërkon të përdorë fjalëkalimin për '%s' në %s.

source: The application '%s' wants to access the password for '%s' in the default keyring.
sq: Programi '%s' po kërkon të përdorë fjalëkalimin për '%s' në organizuesin e parazgjedhur.

source: The application '%s' wants to access the password for '%s' in an unknown keyring.
sq: Programi '%s' po kërkon të përdorë fjalëkalimin për '%s' në një organizues të panjohur.

source: An unknown application wants to access the password for '%s' in %s.
sq: Një program i panjohur po kërkon të përdorë fjalëkalimin për '%s' në %s.

source: An unknown application wants to access the password for '%s' in the default keyring.
sq: Një programi i panjohur po kërkon të përdorë fjalëkalimin për '%s' në organizuesin e parazgjedhur.

source: An unknown application wants to access the password for '%s' in an unknown keyring.
sq: Një program i panjohur po kërkon të përdorë fjalëkalimin për '%s' në një organizues të panjohur.

source: You must specify the type of request to run
sq: Duhet të përcaktosh një lloj kërkese për ekzekutim

source: Unknown request type
sq: Lloj i panjohur kërkese
