Repository: CodingSpiderFox/gnome-keyring
Catalog: po/*.po
Languages: as, de, sq

source: Removable Disk: %s
de: Wechseldatenträger: %s

source: Removable Disk
de: Wechseldatenträger

source: Home
de: Persönlicher Ordner

source: The disk or drive this file is located on is not present
de: Das Medium oder Laufwerk, auf dem diese Datei gespeichert ist, ist nicht präsent.

source: Couldn't create directory: %s
de: Ordner konnte nicht erstellt werden: %s

source: Couldn't delete the file: %s
de: Datei konnte nicht gelöscht werden. %s

source: The application '%s' (%s) wants to access the password for '<object prop='name'/>' in the default keyring.
de: Die Anwendung »%s« (%s) versucht, auf das Passwort für »<object·prop='name'/>« im Standardschlüsselbund zuzugreifen.

source: The application '%s' (%s) wants to access the password for '<object prop='name'/>' in %s.
de: Die Anwendung »%s« (%s) versucht, auf das Passwort für »<object·prop='name'/>« in %s zuzugreifen.

source: The application '%s' wants to access the password for '<object prop='name'/>' in the default keyring.
de: Die Anwendung »%s« versucht, auf das Passwort für »<object·prop='name'/>« im Standardschlüsselbund zuzugreifen.

source: The application '%s' wants to access the password for '<object prop='name'/>' in %s.
de: Die Anwendung »%s« versucht, auf das Passwort für »<object·prop='name'/>« in %s zuzugreifen.

source: An unknown application wants to access the password for '<object prop='name'/>' in the default keyring.
de: Eine unbekannte Anwendung versucht, auf das Passwort für »<object·prop='name'/>« im Standardschlüsselbund zuzugreifen.

source: An unknown application wants to access the password for '<object prop='name'/>' in %s.
de: Eine unbekannte Anwendung versucht, auf das Passwort für »<object·prop='name'/>« in %s zuzugreifen.

source: Allow access
de: Zugriff gewähren
sq: Lejo përdorimin

source: Allow application access to keyring?
de: Der Anwendung Zugriff auf den Schlüsselbund gewähren?
sq: A t'i lejoj programit përdorimin e organizuesit?

source: The application '%s' (%s) wants access to the default keyring, but it is locked
de: Die Anwendung »%s« (%s) versucht, auf den Standardschlüsselbund zuzugreifen; dieser ist jedoch gesperrt.
sq: Programi '%s'·(%s) po kërkon të punojë me organizuesin e parazgjedhur, por ky është i kyçur

source: The application '%s' (%s) wants access to the keyring '%s', but it is locked
de: Die Anwendung »%s« (%s) versucht, auf den Schlüsselbund »%s« zuzugreifen; dieser ist jedoch gesperrt.
sq: Programi '%s' (%s) po kërkon të punojë me organizuesin '%s', por ky është i kyçur

source: The application '%s' wants access to the default keyring, but it is locked
de: Die Anwendung »%s« versucht, auf den Standardschlüsselbund zuzugreifen; dieser ist jedoch gesperrt.
sq: Programi '%s' kërkon të punojë me organizuesin e parazgjedhur, por ky është i kyçur

source: The application '%s' wants access to the keyring '%s', but it is locked
de: Die Anwendung »%s« versucht, auf den Schlüsselbund »%s« zuzugreifen; dieser ist jedoch gesperrt.
sq: Programi '%s' kërkon të punojë me organizuesin '%s', por ky është i kyçur

source: An unknown application wants access to the default keyring, but it is locked
de: Eine unbekannte Anwendung versucht, auf den Standardschlüsselbund zuzugreifen; dieser ist jedoch gesperrt.
sq: Një program i panjohur kërkon të punojë me organizuesin e parazgjedhur, por ky është i kyçur

source: An unknown application wants access to the keyring '%s', but it is locked
de: Eine unbekannte Anwendung versucht, auf den Schlüsselbund »%s« zuzugreifen; dieser ist jedoch gesperrt.
sq: Një program i panjohur kërkon të punojë me organizuesin '%s', por ky është i kyçur

source: Enter password for default keyring to unlock
de: Geben Sie das Passwort für den Standardschlüsselbund ein, um diesen zu entsperren.
sq: Fut fjalëkalimin për zhbllokimin e organizuesit të parazgjedhur

source: Enter password for keyring '%s' to unlock
as: '%s' চাবিৰিং আনলক কৰিবলৈ গুপ্তশব্দ লিখক
de: Geben Sie das Passwort für den Schlüsselbund »%s« ein, um diesen zu entsperren.
sq: Fut fjalëkalimin për zhbllokimin e organizuesit '%s'

source: Unlock Keyring
as: চাবিৰিং আনলক কৰক
de: Schlüsselbund entsperren
sq: Zhblloko Organizuesin

source: Automatically unlock this keyring when I log in.
de: Diesen Schlüsselbund beim Anmelden automatisch entsperren.

source: The application '%s' (%s) wants to create a new keyring called '%s'. You have to choose the password you want to use for it.
de: Die Anwendung »%s« (%s) versucht, den neuen Schlüsselbund »%s« anzulegen. Sie müssen ein Passwort festlegen, das für diesen verwendet werden soll.
sq: Programi '%s' (%s) po kërkon të krijojë një organizues të ri të quajtur '%s'. Duhet të zgjedhësh fjalëkalimin që dëshiron të përdorësh për të.

source: The application '%s' (%s) wants to create a new default keyring. You have to choose the password you want to use for it.
de: Die Anwendung »%s« (%s) versucht, einen neuen Standardschlüsselbund anzulegen. Sie müssen ein Passwort festlegen, das für diesen verwendet werden soll.
sq: Programi '%s' (%s) po kërkon të krijojë një organizues të ri të parazgjedhur. Duhet të zgjedhësh fjalëkalimin që dëshiron të përdorësh për të.

source: The application '%s' wants to create a new keyring called '%s'. You have to choose the password you want to use for it.
de: Die Anwendung »%s« versucht, den neuen Schlüsselbund »%s« anzulegen. Sie müssen ein Passwort festlegen, das für diesen verwendet werden soll.
sq: Programi '%s' po kërkon të krijojë një organizues të ri të quajtur '%s'. Duhet të zgjedhësh fjalëkalimin që dëshiron të përdorësh për të.

source: The application '%s' wants to create a new default keyring. You have to choose the password you want to use for it.
de: Die Anwendung »%s« versucht, einen neuen Standardschlüsselbund anzulegen. Sie müssen ein Passwort festlegen, das für diesen verwendet werden soll.
sq: Programi '%s' po kërkon të krijojë një organizues të ri të parazgjedhur. Duhet të zgjedhësh fjalëkalimin që dëshiron të përdorësh për të.

source: An unknown application wants to create a new keyring called '%s'. You have to choose the password you want to use for it.
de: Eine unbekannte Anwendung versucht, den neuen Schlüsselbund »%s« anzulegen. Sie müssen ein Passwort festlegen, das für diesen verwendet werden soll.
sq: Një program i panjohur po kërkon të krijojë një organizues të ri të quajtur '%s'. Duhet të zgjedhësh fjalëkalimin që dëshiron të përdorësh për të.

source: An unknown application wants to create a new default keyring. You have to choose the password you want to use for it.
de: Eine unbekannte Anwendung versucht, einen neuen Standardschlüsselbund anzulegen. Sie müssen ein Passwort festlegen, das für diesen verwendet werden soll.
sq: Një program i panjohur po kërkon të krijojë një organizues të ri të parazgjedhur. Duhet të zgjedhësh fjalëkalimin që dëshiron të përdorësh për të.

source: New Keyring Password
as: নতুন চাবিৰিং গুপ্তশব্দ
de: Passwort für neuen Schlüsselbund
sq: Fjalëkalim Organizuesi të Ri

source: Choose password for new keyring
as: নতুন চাবিৰিং'ৰ বাবে গুপ্তশব্দ নিৰ্বাচন কৰক
de: Legen Sie ein Passwort für den neuen Schlüsselbund fest
sq: Zgjidh fjalëkalim organizuesi të ri

source: The application '%s' (%s) wants to change the password for the '%s' keyring. You have to choose the password you want to use for it.
de: Die Anwendung »%s« (%s) versucht, das Passwort für den Schlüsselbund »%s« zu ändern. Sie müssen ein Passwort festlegen, das für diesen verwendet werden soll.
sq: Programi '%s' (%s) kërkon të ndryshojë fjalëkalimin për organizuesin '%s'. Duhet të zgjedhësh fjalëkalimin që dëshiron ta përdorësh për të.

source: The application '%s' (%s) wants to change the password for the default keyring. You have to choose the password you want to use for it.
de: Die Anwendung »%s« (%s) versucht, das Passwort für den Standardschlüsselbund zu ändern. Sie müssen ein Passwort festlegen, das für diesen verwendet werden soll.
sq: Programi '%s' (%s) kërkon të ndryshojë fjalëkalimin për organizuesin e parazgjedhur. Duhet të zgjedhësh fjalëkalimin që dëshiron të përdorësh për të.

source: The application '%s' wants to change the password for the '%s' keyring. You have to choose the password you want to use for it.
de: Die Anwendung »%s« versucht, das Passwort für den Schlüsselbund »%s« zu ändern. Sie müssen ein Passwort festlegen, das für diesen verwendet werden soll.
sq: Programi '%s' kërkon të ndryshojë fjalëkalimin për organizuesin '%s'. Duhet të zgjedhësh fjalëkalimin që dëshiron ta përdorësh për të.

source: The application '%s' wants to change the password for the default keyring. You have to choose the password you want to use for it.
de: Die Anwendung »%s« versucht, das Passwort für den Standardschlüsselbund zu ändern. Sie müssen ein Passwort festlegen, das für diesen verwendet werden soll.
sq: Programi '%s' kërkon të ndryshojë fjalëkalimin për organizuesin e parazgjedhur. Duhet të zgjedhësh fjalëkalimin që dëshiron të përdorësh për të.

source: An unknown application wants to change the password for the '%s' keyring. You have to choose the password you want to use for it.
de: Eine unbekannte Anwendung versucht, das Passwort für den Schlüsselbund »%s« zu ändern. Sie müssen ein Passwort festlegen, das für diesen verwendet werden soll.
sq: Një program i panjohur po kërkon të ndryshojë fjalëkalimin për organizuesin '%s'. Duhet të zgjedhësh fjalëkalimin që dëshiron ta përdorësh për të.

source: An unknown application wants to change the password for the default keyring. You have to choose the password you want to use for it.
de: Eine unbekannte Anwendung versucht, das Passwort für den Standardschlüsselbund zu ändern. Sie müssen ein Passwort festlegen, das für diesen verwendet werden soll.
sq: Një program i panjohur po kërkon të ndryshojë fjalëkalimin për organizuesin e parazgjedhur. Duhet të zgjedhësh fjalëkalimin që dëshiron ta përdorësh për të.

source: Choose a new password for the '%s' keyring.
de: Legen Sie ein neues Passwort für den Schlüsselbund »%s« fest.
sq: Zgjidh një fjalëkalim të ri për organizuesin '%s'.

source: Choose a new password for the default keyring.
de: Legen Sie ein neues Passwort für den Standardschlüsselbund fest.
sq: Zgjidh një fjalëkalim të ri për organizuesin e parazgjedhur.

source: Change Keyring Password
as: চাবিৰিং'ৰ গুপ্তশব্দ পৰিবৰ্তন কৰক
de: Passwort für Schlüsselbund ändern
sq: Ndrysho Fjalëkalimin e Organizuesit

source: The application '%s' (%s) wants to store a password, but there is no default keyring. To create one, you need to choose the password you wish to use for it.
de: Die Anwendung »%s« (%s) versucht, ein Passwort zu speichern. Es existiert jedoch kein Standardschlüsselbund. Um einen anzulegen müssen Sie ein Passwort festlegen, das für diesen verwendet werden soll.
sq: Programi '%s' (%s) po kërkon të ruajë një fjalëkalim, por nuk ekziston një organizues i parazgjedhur. Për të krijuar një të tillë, duhet të zgjedhësh fjalëkalimin për përdorim.

source: The application '%s' wants to store a password, but there is no default keyring. To create one, you need to choose the password you wish to use for it.
de: Die Anwendung »%s« versucht, ein Passwort zu speichern. Es existiert jedoch kein Standardschlüsselbund. Um einen anzulegen müssen Sie ein Passwort festlegen, das für diesen verwendet werden soll.
sq: Programi '%s' po kërkon të ruajë një fjalëkalim, por nuk ekziston një organizues i parazgjedhur. Për të krijuar një të tillë, duhet të zgjedhësh fjalëkalimin për përdorim.

source: An unknown application wants to store a password, but there is no default keyring. To create one, you need to choose the password you wish to use for it.
de: Eine unbekannte Anwendung versucht, ein Passwort zu speichern. Es existiert jedoch kein Standardschlüsselbund. Um einen anzulegen müssen Sie ein Passwort festlegen, das für diesen verwendet werden soll.
sq: Një program i panjohur po kërkon të ruajë një fjalëkalim, por nuk ekziston një organizues i parazgjedhur. Për të krijuar një të tillë, duhet të zgjedhësh fjalëkalimin për përdorim.

source: Create Default Keyring
de: Standardschlüsselbund anlegen
sq: Krijo Organizuesin e Prezgjedhur

source: Choose password for default keyring
de: Legen Sie ein Passwort für den Standardschlüsselbund fest
sq: Zgjidh fjalëkalimin për organizuesin e parazgjedhur

source: This option enables the PKCS#11 component in the gnome-keyring daemon. It only takes effect as gnome-keyring-daemon starts, (ie: when the user logs in). This setting may be overridden when certain command line arguments are passed to the daemon.
de: Diese Option aktiviert die PKCS #11-Komponente im GNOME-Schlüsselbunddienst. Sie tritt nur in Kraft, wenn der Schlüsselbunddienst gestartet wird (also der Benutzer sich anmeldet). Diese Einstellung kann von bestimmten Befehlszeilenargumenten, die dem Dienst übergeben werden, überschrieben werden.

source: This option enables the SSH agent in the gnome-keyring daemon. It only takes effect as gnome-keyring-daemon starts, (ie: when the user logs in). This setting may be overridden when certain command line arguments are passed to the daemon.
de: Diese Option aktiviert den SSH-Agenten des GNOME-Schlüsselbunddienstes. Sie tritt nur in Kraft, wenn der Schlüsselbunddienst gestartet wird (also der Benutzer sich anmeldet). Diese Einstellung kann von bestimmten Befehlszeilenargumenten, die dem Dienst übergeben werden, überschrieben werden.

source: Whether the gnome-keyring PKCS#11 component is enabled.
de: Legt fest, ob die PKCS #11-Komponente des GNOME-Schlüsselbunddienstes aktiviert ist.

source: Whether the gnome-keyring SSH agent is enabled.
de: Legt fest, ob der SSH-Agent des GNOME-Schlüsselbunddienstes aktiviert ist.

source: GNOME Keyring Daemon
de: GNOME-Schlüsselbunddienst

source: Unlock Login Keyring
as: চাবিৰিং আনলক কৰক
de: Anmeldeschlüsselbund entsperren

source: Enter login password to unlock keyring
de: Geben Sie das Passwort zum Entsperren des Schlüsselbundes ein

source: Your login keyring was not automatically unlocked when you logged into this computer.
de: Ihr Anmeldeschlüsselbund wurde nicht automatisch entsperrt, als Sie sich an diesem Rechner angemeldet haben.

source: Create Login Keyring
de: Anmeldeschlüsselbund erstellen

source: Enter your login password
de: Geben Sie Ihr Anmeldepasswort ein

source: Your login keyring was not automatically created when you logged into this computer. It will now be created.
de: Ihr Anmeldeschlüsselbund wurde nicht automatisch erstellt, als Sie sich an diesem Computer angemeldet haben. Er wird nun erstellt.

source: Unlock password for %s keyring
de: Passwort zum Entsperren des Schlüsselbundes %s

source: Unlock private key
as: গোপনীয়-কি আন-লক কৰক
de: Privaten Schlüssel entsperren

source: Unlock certificate
as: প্ৰমাণপত্ৰ আন-লক কৰক
de: Zertifikat entsperren

source: Unlock public key
as: সাৰ্বজনীন-কি আন-লক কৰক
de: Öffentlichen Schlüssel entsperren

source: Unlock
as: আন-লক কৰক
de: Entsperren

source: Enter password to unlock the private key
as: গোপনীয় কি আনলক কৰিবলৈ গুপ্তশব্দ লিখক
de: Geben Sie das Passwort zum Entsperren des privaten Schlüssels ein

source: Enter password to unlock the certificate
as: প্ৰমাণপত্ৰ আন-লক কৰাৰ বাবে গুপ্তশব্দ লিখক
de: Geben Sie das Passwort zum Entsperren des Zertifikats ein

source: Enter password to unlock the public key
as: সাৰ্বজনীন কি আনলক কৰিবলৈ গুপ্তশব্দ লিখক
de: Geben Sie das Passwort zum Entsperren des öffentlichen Schlüssels ein

source: Enter password to unlock
as: আনলক কৰিবলৈ গুপ্তশব্দ লিখক
de: Geben Sie das Passwort zum Entsperren ein

source: An application wants access to the private key '%s', but it is locked
as: এটা এপ্লিকেশন, %s গোপনীয়-কি ব্যৱহাৰ কৰিবলৈ ইচ্ছুক, কিন্তু বৰ্তমানে এটি লক কৰা আছে
de: Eine Anwendung versucht, auf den privaten Schlüssel »%s« zuzugreifen; dieser ist jedoch gesperrt

source: An application wants access to the certificate '%s', but it is locked
as: এটা এপ্লিকেশন, %s প্ৰমাণপত্ৰ ব্যৱহাৰ কৰিবলৈ ইচ্ছুক, কিন্তু বৰ্তমানে এটি লক কৰা আছে
de: Eine Anwendung versucht, auf das Zertifikat »%s« zuzugreifen; dieses ist jedoch gesperrt

source: An application wants access to the public key '%s', but it is locked
as: এটা এপ্লিকেশন, %s সাৰ্বজনীন-কি ব্যৱহাৰ কৰিবলৈ ইচ্ছুক, কিন্তু বৰ্তমানে এটি লক কৰা আছে
de: Eine Anwendung versucht, auf den öffentlichen Schlüssel »%s« zuzugreifen; dieser ist jedoch gesperrt

source: An application wants access to '%s', but it is locked
as: এটা এপ্লিকেশন, %s ব্যৱহাৰ কৰিবলৈ ইচ্ছুক, কিন্তু বৰ্তমানে এটি লক কৰা আছে
de: Eine Anwendung versucht, auf »%s« zuzugreifen; dieses ist jedoch gesperrt

source: Automatically unlock this private key when I log in.
de: Diesen privaten Schlüssel beim Anmelden automatisch entsperren.

source: Automatically unlock this certificate when I log in.
de: Dieses Zertifikat beim Anmelden automatisch entsperren.

source: Automatically unlock this public key when I log in.
de: Diesen öffentlichen Schlüssel beim Anmelden automatisch entsperren.

source: Automatically unlock this when I log in
de: Dies beim Anmelden automatisch entsperren.

source: Unlock certificate/key storage
as: প্ৰমাণপত্ৰ/কি সংগ্ৰহস্থল আন-লক কৰক
de: Zertifikat-/Schlüsselverwahrung entsperren

source: Enter password to unlock the certificate/key storage
as: প্ৰমাণপত্ৰ/কি সংগ্ৰহস্থল আন-লক কৰাৰ বাবে পাসওয়াৰ্ড লিখক
de: Geben Sie das Passwort zum Entsperren der Zertifikat-/Schlüsselverwahrung ein

source: An application wants access to the certificate/key storage '%s', but it is locked
as: একটি অ্যাপ্লিকেশন, %s প্ৰমাণপত্ৰ/কি সংগ্ৰহস্থল ব্যবহাৰ কৰতে ইচ্ছুক, কিন্তু বৰ্তমানে এটি লক কৰা আছে
de: Eine Anwendung versucht, auf die Zertifikat-/Schlüsselverwahrung »%s« zuzugreifen; diese ist jedoch gesperrt

source: Automatically unlock secure storage when I log in.
de: Sicherheitsverwahrung beim Anmelden automatisch entsperren.

source: New Password Required
as: নতুন পাসওয়াৰ্ড আবশ্যক
de: Neues Passwort ist erforderlich

source: New password required for secure storage
as: সংগ্ৰহস্থল নিৰাপদ ৰাখতে পাসওয়াৰ্ড লেখা আবশ্যক
de: Neues Passwort ist für die Sicherheitsverwahrung erforderlich

source: In order to prepare '%s' for storage of certificates or keys, a password is required
as: প্ৰমাণপত্ৰ ও কি সংগ্ৰহেৰ বাবে '%s' প্ৰস্তুত কৰাৰ উদ্দেশ্যে একটি পাসওয়াৰ্ড লেখা আবশ্যক
de: Ein Passwort ist zur Vorbereitung von »%s« zur Hinterlegung von Zertifikaten oder Schlüsseln erforderlich

source: Store passwords unencrypted?
as: এনক্ৰিপশন বিনা গুপ্তশব্দ সংৰক্ষণ কৰা হ'ব নেকি ?
de: Passwörter unverschlüsselt speichern?

source: By choosing to use a blank password, your stored passwords will not be safely encrypted. They will be accessible by anyone with access to your files.
as: ফাঁকা পাসওয়াৰ্ড নিৰ্বাচনেৰ ফলে, আপনাৰ সংৰক্ষিত পাসওয়াৰ্ডগুলি নিৰাপদভাবে এনক্ৰিপ্ট কৰা সম্ভব হ'ব না। আপনাৰ ফাইলগুলি পড়তে অনুমোদিত যে কোনো ব্যবহাৰকাৰী দ্বাৰা এইগুলি প্ৰয়োগ কৰা সম্ভব হ'ব।
de: Wenn Sie ein leeres Passwort auswählen, werden Ihre gespeicherten Passwörter nicht sicher verschlüsselt werden. Sie werden für jeden mit Zugriff auf Ihre Dateien zugänglich sein.

source: Use Unsafe Storage
as: অনিৰাপদ সংগ্ৰহস্থল ব্যবহাৰ কৰা হ'ব
de: Unsichere Speicherung verwenden

source: _Location:
de: _Ort:

source: _Old password:
de: _Altes Passwort:
sq: Fjalëkalimi i _vjetër:

source: _Password:
as: গুপ্তশব্দ: (_P)
de: _Passwort:
sq: _Fjalëkalimi:

source: _Confirm password:
de: Passwort _bestätigen:

source: New password strength
as: নতুন গুপ্তশব্দেৰ দৃঢ়তা
de: Neue Passwortstärke

source: Passwords do not match.
as: গুপ্তশব্দে গৰমিল ।
de: Die Passwörter stimmen nicht überein.
sq: Fjalëkalimet nuk përkojnë.

source: Password cannot be blank
as: গুপ্তশব্দ ফাঁকা ৰাখা যাবে না
de: Das Passwort darf nicht leer sein

source: _Deny
de: _Verweigern
sq: _Moho

source: C_reate
de: E_rstellen

source: C_hange
de: _Ändern

source: Allow _Once
de: _Einmal gewähren
sq: Lejo _Një Herë

source: _Always Allow
de: _Immer gewähren
sq: Lejo _Përherë

source: Domain Component
as: ডোমেইনেৰ অংশবিশেষ
de: Domänenkomponente

source: User ID
as: ব্যবহাৰকাৰীৰ ID
de: Benutzerkennung

source: Date of Birth
as: জন্মদিন
de: Geburtsdatum

source: Place of Birth
as: জন্মস্থান
de: Geburtsort

source: Gender
as: লিংগ
de: Geschlecht

source: Country of Citizenship
as: নাগৰিকত্ব
de: Staatsangehörigkeit

source: Country of Residence
as: বসবাসেৰ দেশ
de: Aufenthaltsland

source: Common Name
as: সাধাৰণ নাম
de: Vorname

source: Surname
as: পদবি
de: Nachname

source: Serial Number
as: ক্ৰমিক সংখ্যা
de: Seriennummer

source: Country
as: কান্ট্ৰি
de: Land

source: Locality
as: অঞ্চল
de: Ort

source: State
as: অৱস্থা
de: Staat

source: Street
as: ৰাস্তা
de: Straße

source: Organization
as: সংস্থা
de: Organisation

source: Organizational Unit
as: সংস্থাৰ বিভাগ
de: Organisations-Einheit

source: Title
de: Titel

source: Telephone Number
as: টেলিফোন সংখ্যা
de: Telefonnummer

source: Given Name
as: প্ৰদত্ত নাম
de: Vorname

source: Initials
as: অদ্যাক্ষৰ
de: Initialen

source: Generation Qualifier
de: Erstellungsvermerk

source: DN Qualifier
as: DN কোয়ালিফায়াৰ
de: DN-Kennzeichnung

source: <i>Not Part of Certificate</i>
de: <i>Nicht Teil des Zertifikats</i>

source: <i>unknown</i>
de: <i>unbekannt</i>

source: <Not Part of Certificate>
de: <Nicht Teil des Zertifikats>

source: <b>Fingerprints</b>
de: <b>Fingerabdrücke</b>

source: <b>Issued By</b>
de: <b>Herausgegeben von</b>

source: <b>Issued To</b>
de: <b>Herausgegeben an</b>

source: <b>This certificate has been verified for the following uses:</b>
de: <b>Dieses Zertifikat wurde für folgende Verwendungsmöglichkeiten verifiziert:</b>

source: <b>Validity</b>
de: <b>Gültigkeit</b>

source: Common Name (CN)
de: Voller Name (CN)

source: Email Recipient Certificate
de: Zertifikat des Empfängers per E-Mail versenden

source: Email Signer Certificate
de: Zertifikat des Unterzeichners per E-Mail versenden

source: Expires On
de: Läuft aus am

source: Issued On
de: Ausgestellt am

source: MD5 Fingerprint
de: MD5-Fingerabdruck

source: Organization (O)
de: Organisation (O)

source: Organizational Unit (OU)
de: Organisationseinheit (OU)

source: SHA1 Fingerprint
de: SHA1-Fingerabdruck

source: SSL Client Certificate
de: SSL Client-Zertifikat

source: SSL Server Certificate
de: SSL Server-Zertifikat

source: Subject Name
as: প্ৰসঙ্গেৰ নাম
de: Personenname

source: Issuer Name
as: নিৰ্মাণকাৰী নাম
de: Name des Herausgebers

source: Issued Certificate
as: জাৰি কৰা প্ৰমাণপত্ৰ
de: Zertifikat des Herausgebers

source: Not Valid Before
as: চিহ্নিত সময়েৰ পূৰ্বে বৈধ নয়
de: Nicht gültig vor

source: Not Valid After
as: চিহ্নিত সময়েৰ পৰে বৈধ নয়
de: Nicht gültig nach

source: Signature
as: স্বাক্ষৰ
de: Signatur

source: Signature Algorithm
as: চহিৰ এলগ'ৰিথম
de: Signatur-Algorithmus

source: Public Key Info
as: সাৰ্বজনীন কি সংক্ৰান্ত তথ্য
de: Informationen zum öffentlichen Schlüssel

source: Key Algorithm
as: কি-ৰ অ্যালগোৰিদম
de: Schlüssel-Algorithmus

source: Key Size
as: কি-ৰ মাপ
de: Schlüssellänge

source: Public Key
as: সাৰ্বজনীন কি
de: Öffentlicher Schlüssel

source: Fingerprints
as: ফিংগাৰপ্ৰিন্ট
de: Fingerabdrücke

source: <span size='large' weight='bold'>Import Certificates and Keys</span>
de: <span size='large' weight='bold'>Zertifikate und Schlüssel importieren</span>

source: Import Into:
as: চিহ্নিত স্থানে ইম্পোৰ্ট কৰক:
de: Importieren nach:

source: Password:
as: গুপ্তশব্দ:
de: Passwort:

source: The operation was cancelled
as: কৰ্ম বাতিল কৰা হয়েছে
de: Der Vorgang wurde abgebrochen

source: No location available to import to
as: ইম্পোৰ্ট কৰাৰ উদ্দেশ্যে কোনো স্থান চিহ্নিত হয়নি
de: Es steht kein Ort für den Import zur Verfügung

source: Import Certificates/Keys
as: প্ৰমাণপত্ৰ/কি ইম্পোৰ্ট কৰক
de: Zertifikate/Schlüssel importieren

source: Choose a location to store the imported certificates/keys.
as: ইম্পোৰ্ট কৰা প্ৰমাণপত্ৰ/কি সংৰক্ষণেৰ বাবে একটি স্থান নিৰ্বাচন কৰক।
de: Wählen Sie einen Ort für die Hinterlegung der importierten Zertifikate/Schlüssel.
